tap "coder/coder"
tap "daipeihust/tap"
brew "atuin"
brew "openssl@3"
brew "bat"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "ghq"
brew "git"
brew "git-delta"
brew "graphviz"
brew "icu4c@76"
brew "lazygit"
brew "libpq"
brew "mise"
brew "neovim"
brew "ossp-uuid"
brew "pkgconf"
brew "poppler"
brew "ripgrep"
brew "starship"
brew "tree"
brew "zlib"
brew "zoxide"
brew "coder/coder/coder"
brew "daipeihust/tap/im-select"
cask "claude-code"
cask "font-jetbrains-mono-nerd-font"
cask "gcloud-cli"
cask "ghostty"
cask "iterm2"
cask "libreoffice"
cask "rancher"
cask "visual-studio-code"
vscode "alefragnani.project-manager"
vscode "bierner.markdown-mermaid"
vscode "biomejs.biome"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "coder.coder-remote"
vscode "codezombiech.gitignore"
vscode "csholmq.excel-to-markdown-table"
vscode "csstools.postcss"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-database-client2"
vscode "cweijan.vscode-mysql-client2"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.git-extension-pack"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gxl.git-graph-3"
vscode "hediet.vscode-drawio"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-azure-github-copilot"
vscode "ms-azuretools.vscode-azure-mcp-server"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rvest.vs-code-prettier-eslint"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "ziyasal.vscode-open-in-github"
